Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Continue
ar: متابعة
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Skip
ar: تخطٍّ
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Ignorer
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Omite
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Try Again
ar: إعادة المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर से प्रयास करें
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Loading
ar: جارٍ التحميل
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
es: Cargando
fi: Ladataan
fr: Chargement
he: טוען
hi: लोड हो रहा है
hu: Betöltés
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
ms: Memuatkan
nb: Laster inn
nl: Laden
pl: Ładowanie
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

source: Authenticating
ar: جارٍ المصادقة
cs: Ověřování
da: Godkender
de: Authentifizierung
el: Έλεγχος ταυτότητας
es: Autenticando
fi: Tunnistetaan
fr: Authentification
he: מאמת
hi: प्रमाणीकरण हो रहा है
hu: Hitelesítés
id: Mengautentikasi
it: Autenticazione
ja: 認証中
ko: 인증하는 중
ms: Mengesahkan
nb: Autentiserer
nl: Bezig met verifiëren
pl: Uwierzytelnianie
pt_br: Autenticando
pt_pt: A autenticar
ro: Se autentifică
ru: Аутентификация
sv: Autentiserar
th: กำลังยืนยันตัวตน
tr: Kimlik doğrulanıyor
uk: Автентифікація
vi: Đang xác thực
zh_hans: 正在验证身份
zh_hant: 正在驗證身分

source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Your cycle, kept private.
ar: دورتك، تبقى خاصة بك.
cs: Váš cyklus v soukromí.
da: Din cyklus, holdt privat.
de: Dein Zyklus – ganz privat.
el: Ο κύκλος σας, ιδιωτικός.
es: Tu ciclo, en privado.
fi: Kiertosi, yksityisesti.
fr: Votre cycle, en toute confidentialité.
he: המחזור שלך, נשמר באופן פרטי.
hi: आपका चक्र, निजी रखा गया।
hu: A ciklusod, biztonságban.
id: Siklus Anda, tetap pribadi.
it: Il tuo ciclo, in tutta privacy.
ja: あなたの周期を、あなただけのものに。
ko: 당신의 주기, 오롯이 당신만의 것.
ms: Kitaran anda, kekal peribadi.
nb: Syklusen din, holdt privat.
nl: Je cyclus, privé gehouden.
pl: Twój cykl, w pełni prywatny.
pt_br: Seu ciclo, em sigilo.
pt_pt: O seu ciclo, em privado.
ro: Ciclul tău, păstrat privat.
ru: Ваш цикл под надёжной защитой.
sv: Din cykel, helt privat.
th: รอบเดือนของคุณ เป็นความลับเสมอ
tr: Döngünüz, size özel.
uk: Ваш цикл — під надійним захистом.
vi: Chu kỳ của bạn, được giữ riêng tư.
zh_hans: 你的周期，只属于你。
zh_hant: 你的週期，只屬於你。

source: Your cycle. Your phone. Your privacy.
ar: دورتك. هاتفك. خصوصيتك.
cs: Váš cyklus. Váš telefon. Vaše soukromí.
da: Din cyklus. Din telefon. Dit privatliv.
de: Dein Zyklus. Dein Telefon. Deine Privatsphäre.
el: Ο κύκλος σας. Το τηλέφωνό σας. Το απόρρητό σας.
es: Tu ciclo. Tu teléfono. Tu privacidad.
fi: Sinun kiertosi. Sinun puhelimesi. Sinun yksityisyytesi.
fr: Votre cycle. Votre téléphone. Votre vie privée.
he: המחזור שלך. הטלפון שלך. הפרטיות שלך.
hi: आपका चक्र। आपका फ़ोन। आपकी निजता।
hu: A ciklusod. A telefonod. A magánéleted.
id: Siklus Anda. Ponsel Anda. Privasi Anda.
it: Il tuo ciclo. Il tuo telefono. La tua privacy.
ja: あなたの周期。あなたのiPhone。あなたのプライバシー。
ko: 당신의 주기. 당신의 iPhone. 당신의 프라이버시.
ms: Kitaran anda. Telefon anda. Privasi anda.
nb: Din syklus. Din telefon. Ditt personvern.
nl: Jouw cyclus. Jouw telefoon. Jouw privacy.
pl: Twój cykl. Twój telefon. Twoja prywatność.
pt_br: Seu ciclo. Seu celular. Sua privacidade.
pt_pt: O seu ciclo. O seu telemóvel. A sua privacidade.
ro: Ciclul tău. Telefonul tău. Intimitatea ta.
ru: Ваш цикл. Ваш телефон. Ваша конфиденциальность.
sv: Din cykel. Din telefon. Din integritet.
th: รอบเดือนของคุณ โทรศัพท์ของคุณ ความเป็นส่วนตัวของคุณ
tr: Döngünüz. Telefonunuz. Gizliliğiniz.
uk: Ваш цикл. Ваш телефон. Ваша приватність.
vi: Chu kỳ của bạn. Điện thoại của bạn. Quyền riêng tư của bạn.
zh_hans: 你的周期。你的手机。你的隐私。
zh_hant: 你的週期。你的手機。你的隱私。

source: Solstice predicts your period and fertile window right here on your iPhone. No account. No cloud. Your data never leaves this device unless you choose to export it.
ar: يتنبأ Solstice بموعد دورتك الشهرية وفترة خصوبتك هنا تمامًا على جهاز iPhone الخاص بك. بلا حساب. بلا سحابة. لا تغادر بياناتك هذا الجهاز أبدًا ما لم تختر تصديرها بنفسك.
cs: Solstice předpovídá vaši menstruaci a plodné období přímo ve vašem iPhonu. Žádný účet. Žádný cloud. Vaše data nikdy neopustí toto zařízení, pokud se je sami nerozhodnete exportovat.
da: Solstice forudsiger din menstruation og dit frugtbare vindue direkte på din iPhone. Ingen konto. Ingen sky. Dine data forlader aldrig denne enhed, medmindre du selv vælger at eksportere dem.
de: Solstice sagt deine Periode und dein fruchtbares Fenster direkt auf deinem iPhone voraus. Kein Konto. Keine Cloud. Deine Daten verlassen dieses Gerät nie, es sei denn, du entscheidest dich, sie zu exportieren.
el: Το Solstice προβλέπει την περίοδο και το γόνιμο παράθυρό σας απευθείας στο iPhone σας. Χωρίς λογαριασμό. Χωρίς cloud. Τα δεδομένα σας δεν φεύγουν ποτέ από αυτή τη συσκευή, εκτός αν επιλέξετε να τα εξαγάγετε.
es: Solstice predice tu periodo y tu ventana fértil directamente en tu iPhone. Sin cuenta. Sin nube. Tus datos nunca salen de este dispositivo a menos que decidas exportarlos.
fi: Solstice ennustaa kuukautisesi ja hedelmällisen jaksosi suoraan iPhonessasi. Ei tiliä. Ei pilveä. Tietosi eivät koskaan poistu tältä laitteelta, ellet itse vie niitä.
fr: Solstice prédit vos règles et votre fenêtre de fertilité directement sur votre iPhone. Aucun compte. Aucun cloud. Vos données ne quittent jamais cet appareil, sauf si vous choisissez de les exporter.
he: Solstice חוזה את המחזור ואת חלון הפוריות שלך ישירות על ה-iPhone שלך. בלי חשבון. בלי ענן. הנתונים שלך לעולם לא יוצאים מהמכשיר הזה אלא אם תבחרי לייצא אותם.
hi: Solstice आपके पीरियड और प्रजनन अवधि का अनुमान यहीं आपके iPhone पर लगाता है। कोई खाता नहीं। कोई क्लाउड नहीं। आपका डेटा इस डिवाइस से कभी बाहर नहीं जाता, जब तक आप इसे निर्यात न करें।
hu: A Solstice itt, az iPhone-odon jelzi előre a menstruációdat és a termékeny időszakodat. Nincs fiók. Nincs felhő. Az adataid soha nem hagyják el ezt a készüléket, hacsak nem exportálod őket.
id: Solstice memprediksi haid dan masa subur Anda langsung di iPhone Anda. Tanpa akun. Tanpa cloud. Data Anda tidak pernah meninggalkan perangkat ini kecuali Anda memilih untuk mengekspornya.
it: Solstice prevede il ciclo e la finestra fertile direttamente sul tuo iPhone. Nessun account. Nessun cloud. I tuoi dati non lasciano mai questo dispositivo, a meno che tu non scelga di esportarli.
ja: Solstice は、生理日と妊娠可能期間をこのiPhoneの中だけで予測します。アカウントもクラウドも不要。書き出さない限り、データがこの端末の外に出ることはありません。
ko: Solstice는 이 iPhone 안에서 바로 생리일과 가임기를 예측합니다. 계정도, 클라우드도 필요 없습니다. 직접 내보내지 않는 한, 데이터는 이 기기를 절대 벗어나지 않습니다.
ms: Solstice meramalkan haid dan tempoh subur anda terus di iPhone anda. Tiada akaun. Tiada awan. Data anda tidak pernah meninggalkan peranti ini melainkan anda memilih untuk mengeksportnya.
nb: Solstice forutsier mensen og det fruktbare vinduet ditt rett her på din iPhone. Ingen konto. Ingen sky. Dataene dine forlater aldri denne enheten med mindre du selv velger å eksportere dem.
nl: Solstice voorspelt je menstruatie en vruchtbare periode rechtstreeks op je iPhone. Geen account. Geen cloud. Je gegevens verlaten dit apparaat nooit, tenzij je ze zelf exporteert.
pl: Solstice przewiduje miesiączkę i dni płodne bezpośrednio na Twoim iPhonie. Bez konta. Bez chmury. Twoje dane nigdy nie opuszczają tego urządzenia, chyba że sama je wyeksportujesz.
pt_br: O Solstice prevê sua menstruação e período fértil aqui mesmo, no seu iPhone. Sem conta. Sem nuvem. Seus dados nunca saem deste dispositivo, a menos que você decida exportá-los.
pt_pt: O Solstice prevê a sua menstruação e o período fértil aqui mesmo, no seu iPhone. Sem conta. Sem nuvem. Os seus dados nunca saem deste dispositivo, a menos que opte por exportá-los.
ro: Solstice îți estimează menstruația și fereastra fertilă direct pe iPhone-ul tău. Fără cont. Fără cloud. Datele tale nu părăsesc niciodată acest dispozitiv decât dacă alegi să le exporți.
ru: Solstice прогнозирует месячные и фертильное окно прямо на вашем iPhone. Без аккаунта. Без облака. Ваши данные никогда не покидают это устройство, пока вы сами не решите их экспортировать.
sv: Solstice förutsäger din mens och ditt fertila fönster direkt på din iPhone. Inget konto. Inget moln. Dina data lämnar aldrig den här enheten om du inte själv väljer att exportera dem.
th: Solstice คาดการณ์ประจำเดือนและช่วงเจริญพันธุ์ของคุณบน iPhone เครื่องนี้โดยตรง ไม่ต้องมีบัญชี ไม่มีคลาวด์ ข้อมูลของคุณจะไม่ออกจากเครื่องนี้เลย เว้นแต่คุณจะเลือกส่งออกเอง
tr: Solstice, adet döneminizi ve doğurgan pencerenizi doğrudan iPhone'unuzda tahmin eder. Hesap yok. Bulut yok. Siz dışa aktarmayı seçmediğiniz sürece verileriniz bu cihazdan asla ayrılmaz.
uk: Solstice прогнозує менструацію та фертильне вікно прямо на вашому iPhone. Без облікового запису. Без хмари. Ваші дані не залишають цей пристрій, доки ви самі не вирішите їх експортувати.
vi: Solstice dự đoán kỳ kinh nguyệt và cửa sổ thụ thai của bạn ngay trên iPhone này. Không tài khoản. Không đám mây. Dữ liệu của bạn không bao giờ rời khỏi thiết bị này trừ khi bạn chọn xuất ra.
zh_hans: Solstice 直接在你的 iPhone 上预测经期和易孕窗口。无需账号，无需云端。除非你主动导出，否则你的数据绝不会离开本设备。
zh_hant: Solstice 直接在你的 iPhone 上預測經期與易孕期。免帳號，免雲端。除非你主動匯出，否則你的資料絕不會離開本裝置。

source: Made with care. No tracking, no cloud.
ar: صُنع بعناية. بلا تتبّع، بلا سحابة.
cs: Vytvořeno s péčí. Žádné sledování, žádný cloud.
da: Lavet med omhu. Ingen sporing, ingen sky.
de: Mit Sorgfalt entwickelt. Kein Tracking, keine Cloud.
el: Φτιαγμένο με φροντίδα. Χωρίς παρακολούθηση, χωρίς cloud.
es: Hecho con cuidado. Sin seguimiento, sin nube.
fi: Tehty huolella. Ei seurantaa, ei pilveä.
fr: Conçu avec soin. Aucun suivi, aucun cloud.
he: נוצר בקפידה. בלי מעקב, בלי ענן.
hi: ध्यान से बनाया गया। कोई ट्रैकिंग नहीं, कोई क्लाउड नहीं।
hu: Gondossággal készült. Nincs követés, nincs felhő.
id: Dibuat dengan cermat. Tanpa pelacakan, tanpa cloud.
it: Realizzata con cura. Nessun tracciamento, nessun cloud.
ja: 心を込めて作りました。追跡なし、クラウドなし。
ko: 정성껏 만들었습니다. 추적도, 클라우드도 없습니다.
ms: Dibina dengan teliti. Tiada penjejakan, tiada awan.
nb: Laget med omtanke. Ingen sporing, ingen sky.
nl: Met zorg gemaakt. Geen tracking, geen cloud.
pl: Stworzone z troską. Bez śledzenia, bez chmury.
pt_br: Feito com carinho. Sem rastreamento, sem nuvem.
pt_pt: Feito com cuidado. Sem rastreamento, sem nuvem.
ro: Creată cu grijă. Fără urmărire, fără cloud.
ru: Сделано с заботой. Без отслеживания и облака.
sv: Skapad med omsorg. Ingen spårning, inget moln.
th: สร้างด้วยความใส่ใจ ไม่มีการติดตาม ไม่มีคลาวด์
tr: Özenle hazırlandı. Takip yok, bulut yok.
uk: Зроблено з турботою. Жодного стеження, жодної хмари.
vi: Được tạo nên bằng sự tận tâm. Không theo dõi, không đám mây.
zh_hans: 用心打造。不追踪，不上云。
zh_hant: 用心打造。不追蹤，不上雲。

source: On this iPhone
ar: على جهاز iPhone هذا
cs: V tomto iPhonu
da: På denne iPhone
de: Auf diesem iPhone
el: Σε αυτό το iPhone
es: En este iPhone
fi: Tällä iPhonella
fr: Sur cet iPhone
he: ב-iPhone הזה
hi: इसी iPhone पर
hu: Ezen az iPhone-on
id: Di iPhone ini
it: Su questo iPhone
ja: このiPhoneの中だけで
ko: 이 iPhone 안에서
ms: Pada iPhone ini
nb: På denne iPhone
nl: Op deze iPhone
pl: Na tym iPhonie
pt_br: Neste iPhone
pt_pt: Neste iPhone
ro: Pe acest iPhone
ru: На этом iPhone
sv: På den här iPhone
th: บน iPhone เครื่องนี้
tr: Bu iPhone'da
uk: На цьому iPhone
vi: Trên iPhone này
zh_hans: 就在这部 iPhone 上
zh_hant: 就在這支 iPhone 上

source: Your data stays on this device.
ar: تبقى بياناتك على هذا الجهاز.
cs: Vaše data zůstávají v tomto zařízení.
da: Dine data bliver på denne enhed.
de: Deine Daten bleiben auf diesem Gerät.
el: Τα δεδομένα σας παραμένουν σε αυτή τη συσκευή.
es: Tus datos permanecen en este dispositivo.
fi: Tietosi pysyvät tällä laitteella.
fr: Vos données restent sur cet appareil.
he: הנתונים שלך נשארים על המכשיר הזה.
hi: आपका डेटा इसी डिवाइस पर रहता है।
hu: Az adataid ezen a készüléken maradnak.
id: Data Anda tetap berada di perangkat ini.
it: I tuoi dati restano su questo dispositivo.
ja: あなたのデータはこの端末にとどまります。
ko: 데이터는 이 기기에만 머무릅니다.
ms: Data anda kekal pada peranti ini.
nb: Dataene dine blir værende på denne enheten.
nl: Je gegevens blijven op dit apparaat.
pl: Twoje dane pozostają na tym urządzeniu.
pt_br: Seus dados ficam neste dispositivo.
pt_pt: Os seus dados ficam neste dispositivo.
ro: Datele tale rămân pe acest dispozitiv.
ru: Ваши данные остаются на этом устройстве.
sv: Dina data stannar på den här enheten.
th: ข้อมูลของคุณอยู่บนเครื่องนี้
tr: Verileriniz bu cihazda kalır.
uk: Ваші дані залишаються на цьому пристрої.
vi: Dữ liệu của bạn nằm trên thiết bị này.
zh_hans: 你的数据始终留在本设备上。
zh_hant: 你的資料始終留在本裝置上。

source: CYCLE SETUP
ar: إعداد الدورة
cs: NASTAVENÍ CYKLU
da: OPSÆTNING AF CYKLUS
de: ZYKLUS EINRICHTEN
el: ΡΥΘΜΙΣΗ ΚΥΚΛΟΥ
es: CONFIGURACIÓN DEL CICLO
fi: KIERRON ASETUKSET
fr: CONFIGURATION DU CYCLE
he: הגדרת המחזור
hi: चक्र सेटअप
hu: CIKLUS BEÁLLÍTÁSA
id: PENGATURAN SIKLUS
it: CONFIGURAZIONE DEL CICLO
ja: 周期の設定
ko: 주기 설정
ms: PERSEDIAAN KITARAN
nb: OPPSETT AV SYKLUS
nl: CYCLUS INSTELLEN
pl: KONFIGURACJA CYKLU
pt_br: CONFIGURAÇÃO DO CICLO
pt_pt: CONFIGURAÇÃO DO CICLO
ro: CONFIGURAREA CICLULUI
ru: НАСТРОЙКА ЦИКЛА
sv: INSTÄLLNING AV CYKEL
th: ตั้งค่ารอบเดือน
tr: DÖNGÜ KURULUMU
uk: НАЛАШТУВАННЯ ЦИКЛУ
vi: THIẾT LẬP CHU KỲ
zh_hans: 周期设置
zh_hant: 週期設定

source: When did your last period start?
ar: متى بدأت آخر دورة شهرية لك؟
cs: Kdy začala vaše poslední menstruace?
da: Hvornår begyndte din seneste menstruation?
de: Wann hat deine letzte Periode begonnen?
el: Πότε ξεκίνησε η τελευταία σας περίοδος;
es: ¿Cuándo empezó tu último periodo?
fi: Milloin viimeiset kuukautisesi alkoivat?
fr: Quand vos dernières règles ont-elles commencé ?
he: מתי התחיל המחזור האחרון שלך?
hi: आपका पिछला पीरियड कब शुरू हुआ था?
hu: Mikor kezdődött a legutóbbi menstruációd?
id: Kapan haid terakhir Anda dimulai?
it: Quando è iniziato il tuo ultimo ciclo?
ja: 前回の生理はいつ始まりましたか？
ko: 마지막 생리는 언제 시작되었나요?
ms: Bilakah haid terakhir anda bermula?
nb: Når startet den siste mensen din?
nl: Wanneer begon je laatste menstruatie?
pl: Kiedy zaczęła się Twoja ostatnia miesiączka?
pt_br: Quando começou sua última menstruação?
pt_pt: Quando começou a sua última menstruação?
ro: Când a început ultima ta menstruație?
ru: Когда начались последние месячные?
sv: När började din senaste mens?
th: ประจำเดือนครั้งล่าสุดของคุณเริ่มเมื่อใด?
tr: Son adetiniz ne zaman başladı?
uk: Коли почалася ваша остання менструація?
vi: Kỳ kinh gần nhất của bạn bắt đầu khi nào?
zh_hans: 你上次经期是哪天开始的？
zh_hant: 你上次經期是哪天開始的？

source: Pick the first day of bleeding. An estimate is fine — you can change it later.
ar: اختاري أول يوم من النزيف. يكفي تقدير تقريبي، ويمكنك تغييره لاحقًا.
cs: Vyberte první den krvácení. Odhad stačí — později jej můžete změnit.
da: Vælg den første blødningsdag. Et skøn er fint — du kan ændre det senere.
de: Wähle den ersten Tag der Blutung. Eine Schätzung genügt — du kannst sie später ändern.
el: Επιλέξτε την πρώτη ημέρα αιμορραγίας. Μια εκτίμηση αρκεί — μπορείτε να την αλλάξετε αργότερα.
es: Elige el primer día de sangrado. Una estimación es suficiente — puedes cambiarla después.
fi: Valitse vuodon ensimmäinen päivä. Arvio riittää — voit muuttaa sitä myöhemmin.
fr: Choisissez le premier jour des saignements. Une estimation suffit — vous pourrez la modifier plus tard.
he: בחרי את היום הראשון של הדימום. הערכה מספיקה — אפשר לשנות מאוחר יותר.
hi: रक्तस्राव का पहला दिन चुनें। अनुमान भी ठीक है — आप इसे बाद में बदल सकते हैं।
hu: Válaszd ki a vérzés első napját. A becslés is megfelel — később módosíthatod.
id: Pilih hari pertama keluarnya darah. Perkiraan pun tidak masalah — Anda bisa mengubahnya nanti.
it: Scegli il primo giorno di flusso. Va bene anche una stima — potrai modificarla in seguito.
ja: 出血が始まった日を選んでください。おおよそで構いません。あとで変更できます。
ko: 출혈이 시작된 첫날을 선택하세요. 대략적인 날짜여도 괜찮으며, 나중에 변경할 수 있습니다.
ms: Pilih hari pertama pendarahan. Anggaran pun memadai — anda boleh mengubahnya kemudian.
nb: Velg den første blødningsdagen. Et anslag holder — du kan endre det senere.
nl: Kies de eerste dag van het bloeden. Een schatting is prima — je kunt het later aanpassen.
pl: Wybierz pierwszy dzień krwawienia. Przybliżona data wystarczy — możesz ją później zmienić.
pt_br: Escolha o primeiro dia de sangramento. Uma estimativa basta — você pode mudar depois.
pt_pt: Escolha o primeiro dia de hemorragia. Uma estimativa chega — pode alterá-la mais tarde.
ro: Alege prima zi de sângerare. O estimare e suficientă — o poți modifica mai târziu.
ru: Выберите первый день кровотечения. Достаточно приблизительной даты — её можно изменить позже.
sv: Välj första blödningsdagen. En uppskattning räcker — du kan ändra den senare.
th: เลือกวันแรกที่มีเลือดออก ประมาณการก็ได้ — คุณเปลี่ยนภายหลังได้
tr: Kanamanın ilk gününü seçin. Tahmini bir tarih de olur — daha sonra değiştirebilirsiniz.
uk: Виберіть перший день кровотечі. Приблизна дата теж підійде — її можна змінити пізніше.
vi: Chọn ngày đầu tiên ra máu. Ước lượng cũng được — bạn có thể thay đổi sau.
zh_hans: 选择出血的第一天。大致估计即可，之后随时可以修改。
zh_hant: 選擇出血的第一天。大致估計即可，之後隨時可以修改。

source: Last period start
ar: بداية آخر دورة
cs: Začátek poslední menstruace
da: Start på seneste menstruation
de: Beginn der letzten Periode
el: Έναρξη τελευταίας περιόδου
es: Inicio del último periodo
fi: Viimeisten kuukautisten alku
fr: Début des dernières règles
he: תחילת המחזור האחרון
hi: पिछले पीरियड की शुरुआत
hu: Legutóbbi menstruáció kezdete
id: Mulai haid terakhir
it: Inizio dell'ultimo ciclo
ja: 前回の生理開始日
ko: 마지막 생리 시작
ms: Permulaan haid terakhir
nb: Start på siste mens
nl: Begin laatste menstruatie
pl: Początek ostatniej miesiączki
pt_br: Início da última menstruação
pt_pt: Início da última menstruação
ro: Începutul ultimei menstruații
ru: Начало последних месячных
sv: Senaste mensens start
th: วันเริ่มประจำเดือนครั้งล่าสุด
tr: Son adet başlangıcı
uk: Початок останньої менструації
vi: Bắt đầu kỳ kinh gần nhất
zh_hans: 上次经期开始
zh_hant: 上次經期開始

source: Last period start date
ar: تاريخ بداية آخر دورة
cs: Datum začátku poslední menstruace
da: Startdato for seneste menstruation
de: Datum des letzten Periodenbeginns
el: Ημερομηνία έναρξης τελευταίας περιόδου
es: Fecha de inicio del último periodo
fi: Viimeisten kuukautisten alkamispäivä
fr: Date de début des dernières règles
he: תאריך תחילת המחזור האחרון
hi: पिछले पीरियड की शुरुआत की तारीख
hu: Legutóbbi menstruáció kezdetének dátuma
id: Tanggal mulai haid terakhir
it: Data di inizio dell'ultimo ciclo
ja: 前回の生理開始日
ko: 마지막 생리 시작일
ms: Tarikh permulaan haid terakhir
nb: Startdato for siste mens
nl: Begindatum laatste menstruatie
pl: Data początku ostatniej miesiączki
pt_br: Data de início da última menstruação
pt_pt: Data de início da última menstruação
ro: Data de început a ultimei menstruații
ru: Дата начала последних месячных
sv: Startdatum för senaste mens
th: วันที่เริ่มประจำเดือนครั้งล่าสุด
tr: Son adet başlangıç tarihi
uk: Дата початку останньої менструації
vi: Ngày bắt đầu kỳ kinh gần nhất
zh_hans: 上次经期开始日期
zh_hant: 上次經期開始日期

source: How long is your cycle, usually?
ar: كم تبلغ مدة دورتك عادةً؟
cs: Jak dlouhý je obvykle váš cyklus?
da: Hvor lang er din cyklus normalt?
de: Wie lang ist dein Zyklus normalerweise?
el: Πόσο διαρκεί συνήθως ο κύκλος σας;
es: ¿Cuánto dura tu ciclo normalmente?
fi: Kuinka pitkä kiertosi yleensä on?
fr: Quelle est la durée habituelle de votre cycle ?
he: כמה זמן נמשך המחזור שלך בדרך כלל?
hi: आमतौर पर आपका चक्र कितना लंबा होता है?
hu: Milyen hosszú általában a ciklusod?
id: Berapa lama siklus Anda biasanya?
it: Di solito quanto dura il tuo ciclo?
ja: いつもの周期はどのくらいですか？
ko: 평소 주기는 보통 며칠인가요?
ms: Berapa lama kitaran anda kebiasaannya?
nb: Hvor lang er syklusen din vanligvis?
nl: Hoe lang duurt je cyclus meestal?
pl: Ile zwykle trwa Twój cykl?
pt_br: Quanto costuma durar o seu ciclo?
pt_pt: Quanto costuma durar o seu ciclo?
ro: Cât durează de obicei ciclul tău?
ru: Сколько обычно длится ваш цикл?
sv: Hur lång är din cykel vanligtvis?
th: ปกติรอบเดือนของคุณยาวเท่าใด?
tr: Döngünüz genellikle ne kadar sürer?
uk: Якої тривалості зазвичай ваш цикл?
vi: Chu kỳ của bạn thường dài bao nhiêu?
zh_hans: 你的周期通常有多长？
zh_hant: 你的週期通常有多長？
